Revit 2027 API
ParameterTypeId.RadialArrayArcRadius Property
 "Radius"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RadialArrayArcRadius { get; }
Public Shared ReadOnly Property RadialArrayArcRadius As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RadialArrayArcRadius {
	ForgeTypeId^ get ();
}
static member RadialArrayArcRadius : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace